Revit 2027 API
SymbolTypeId.KNPerM Property
 Symbol kN/m, indicating unit Kilonewtons per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KNPerM { get; }
Public Shared ReadOnly Property KNPerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KNPerM {
	ForgeTypeId^ get ();
}
static member KNPerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace